Repository: yurijmi/Subscribe2-Russian
Catalog: subscribe2-*.po
Languages: ru_ru

source: Categories can be made compulsory so emails are always sent for posts in these categories. They can also be excludes so that emails are not generated. Excluded categories take precedence over Compulsory categories.
ru_ru: Рубрики можно сделать обязательными, чтобы уведомления для записей из них отправлялись постоянно. Также они могут быть исключены, чтобы уведомления не создавались. Исключенные рубрики имеют больший приоритет, чем обязательные.

source: A set of default settings for new users can also be specified using the Auto Subscribe section. Settings specified here will be applied to any newly created user accounts while Subscribe2 is activated.
ru_ru: Настройки по умолчанию для новых пользователей можно задать с помощью раздела Авто-подписка. Эти настройки будут применяться для каждого нового подписавшегося пользователя сразу после активации подписки.

source: This section allows you to enable several aspect of the plugin such as Widgets and editor buttons.
ru_ru: В этом разделе вы можете включить некоторый функционал плагина, такой как виджеты и кнопки редактора.

source: AJAX mode can be enabled that is intended to work with the shortcode link parameter so that a dialog opens in the centre of the browser rather then using the regular form.
ru_ru: Можно включить режим AJAX. Он предназначен для работы с ссылкой в виджете. При нажатии на нее в центре окна браузера открывается окно вместо обычной формы на странице.

source: The email over ride check box can be set to be automatically checked for every new post and page from here to, this may be useful if you will only want to send very occasional notifications for specific posts. You can then uncheck this box just before you publish your content.
ru_ru: Также можно отключить автоматическую отметку флажка уведомлений на создаваемых записях и страницах. Это может быть полезно, если вы хотите отправлять уведомления только по определенному поводу. Просто снимите отметку перед публикацией.

source: This section contains a place to bar specified domains from becoming Public Subscribers and links to help and support pages.
ru_ru: Этот раздел содержит место для списка запрещенных почтовых доменов для публичных подписчиков, а также ссылки на справку и пожертвования разработчикам.

source: In the paid Subscribe2 HTML version there is also a place here to enter a license code so that updates can be accessed automatically.
ru_ru: В платной версии Subscribe2 здесь также есть место для ввода кода лицензии, чтобы получать доступ к автоматическим обновлениям.

source: From this page you can send emails to the recipients in the group selected in the drop down.
ru_ru: На этой странице вы можете отправить письмо получателям группы, выбранной в выпадающем списке.

source: <strong>Preview</strong> will send a preview of the email to the currently logged in user. <strong>Send</strong> will send the email to the recipient list.
ru_ru: <strong>Предпросмотр</strong> - отправит пример письма текущему вошедшему пользователю. <strong>Отправить</strong> - отправит письмо всем получателям.

source: Donate
ru_ru: Сделать пожертвование

source: Subscribe2 Notification Override
ru_ru: Переопределение настройки уведомлений Subscribe2

source: Check here to disable sending of an email notification for this post/page
ru_ru: Отключить отправку уведомлений для этой страницы

# Comma Separated Column Header names for CSV Export
source: User Email,User Type,User Name,Confirm Date,IP
ru_ru: Email пользователя,Тип пользователя,Имя пользователя,Дата подтверждения,IP адрес

source: Registered User
ru_ru: Зарегистрированный пользователь

source: Confirmed Public Subscriber
ru_ru: Подтвержденный публичный подписчик

source: Unconfirmed Public Subscriber
ru_ru: Неподтвержденный публичный подписчик

source: Select / Unselect All
ru_ru: Выделить / Снять выделение со всех

source: All Users and Subscribers
ru_ru: Все пользователи и подписчики

source: Confirmed
ru_ru: Подтверждены

source: Unconfirmed
ru_ru: Не подтверждены

source: All Registered Users
ru_ru: Все зарегистрированные пользователи

source: Post Author
ru_ru: Автор записи

source: The WordPress cron functions may be disabled on this server. Digest notifications may not work.
ru_ru: Cron функции WordPress могут быть отключены на данном сервере. Дайджест уведомления могут не работать.

source: For each Post
ru_ru: Для каждой записи

source: Current UTC time is
ru_ru: Текущее UTC время

source: Current blog time is
ru_ru: Текущее время сайта

source: Next email notification will be sent when your blog time is after
ru_ru: Следующее письмо-уведомление будут выслано, когда время сайта будет после

source: Attempt to resend the last Digest Notification email
ru_ru: Попробовать отправить последнее дайджест-уведомление еще раз

source: Resend Digest
ru_ru: Отправить дайджест еще раз

source: Email subscription
ru_ru: Email подписка

source: Subscribe / Unsubscribe
ru_ru: Подписаться / Отписаться

source: Receive notifications
ru_ru: Получать уведомления

source: Check if you want to receive email notification when new posts are published
ru_ru: Хочу получать уведомления о публикации новых записей

source: Subscribe to this blog
ru_ru: Подписаться на этот блог

source: A confirmation message is on its way!
ru_ru: Письмо-подтверждение уже в пути!

source: Sorry, but that does not look like an email address to me.
ru_ru: Извините, но это не похоже на email адрес.

source: Sorry, email addresses at that domain are currently barred due to spam, please use an alternative email address.
ru_ru: Извините, но email адреса этого домена заблокированы из-за спама, пожалуйста, воспользуйтесь другим email адресом.

source: Slow down, you move too fast.
ru_ru: Помедленнее, вы слишком быстро двигаетесь

source: To manage your subscription options please <a href="%1$s">login.</a>
ru_ru: Для управления вашей подпиской, пожалуйста <a href=“%1$s”>войдите.</a>

source: Sorry, there seems to be an error on the server. Please try again later.
ru_ru: К сожалению, произошла ошибка, пожалуйста, попробуйте еще ​​раз.

source: That email address is already subscribed.
ru_ru: Этот email адрес уже подписан.

source: That email address is not subscribed.
ru_ru: Этот email адрес не подписан.

source: Plain Text Excerpt Preview
ru_ru: Предпросмотр отрывка простым текстом

source: Plain Text Full Preview
ru_ru: Предпросмотр полного содержимого простым текстом

source: HTML Excerpt Preview
ru_ru: Предпросмотр отрывка в HTML

source: HTML Full Preview
ru_ru: Предпросмотр полного содержимого в HTML

source: Like
ru_ru: Мне нравится

source: Tweet
ru_ru: Твитнуть

source: Check here to Subscribe to email notifications for new posts
ru_ru: Подписаться на уведомления о новых записях по email

source: By registering with this blog you are also agreeing to receive email notifications for new posts but you can unsubscribe at anytime
ru_ru: Регистрируясь на нашем сайте вы также соглашаетесь получать уведомления по email о новых записях, но вы можете отказаться от рассылки в любое время

source: Check here to Subscribe to notifications for new posts
ru_ru: Подписаться на уведомления о новых записях

source: Weekly
ru_ru: Раз в неделю

source: Monthly
ru_ru: Раз в месяц

source: Author
ru_ru: Автор

source: Posted on
ru_ru: Опубликовано

source: Posted in
ru_ru: Опубликовано в

source: Tagged as
ru_ru: Отмечено как

source: Digest Email
ru_ru: Дайджест письмо

source: Digest Preview
ru_ru: Предпросмотр дайджеста

source: You may manage your subscription options from your <a href="%1$s">profile</a>
ru_ru: Вы можете управлять подпиской из вашего <a href="%1$s">профиля</a>

source: <a href="%1$s">Subscribe</a> to email notifications when this blog posts new content.
ru_ru: <a href=“%1$s”>Подписаться</a> на уведомления о новых записях на сайте.

source: No such email address is registered.
ru_ru: Такой email адрес не зарегистрирован.

source: You have successfully subscribed!
ru_ru: Вы успешно подписались!

source: You have successfully unsubscribed.
ru_ru: Вы успешно отписались.

source: subscribe
ru_ru: подписаться

source: unsubscribe
ru_ru: отписаться

source: Enter email address...
ru_ru: Введите свой email адрес…

source: By signing up, you agree to our <a href="%1$s">Terms of Service</a> and <a href="%2$s">Privacy Policy</a>
ru_ru: Зарегистрировавшись, вы соглашаетесь с нашими <a href=“%1$s”>Условиями предоставления услуг</a> и <a href=“%2$s”>Политикой конфиденциальности</a>

source: Your email:
ru_ru: Ваш email:

source: Subscription Confirmation
ru_ru: Подтверждение подписки

source: Unsubscription Confirmation
ru_ru: Подтверждение отписки

source: New Subscription
ru_ru: Новая подписка

source: subscribed to email notifications!
ru_ru: подписаны на email уведомления!

source: New Unsubscription
ru_ru: Новая отписка

source: unsubscribed from email notifications!
ru_ru: отписался от email оповещений!

source: [Un]Subscribe to Posts
ru_ru: Подписаться на / отписаться от записей

# column name
source: Date
ru_ru: Дата

source: Delete
ru_ru: Удалить

source: Toggle
ru_ru: Переключить

source: 1 item
ru_ru: %s запись

source: Go to the first page
ru_ru: Перейти к первой странице

source: Go to the previous page
ru_ru: Перейти на предыдущую страницу

source: Current page
ru_ru: Текущая страница

# paging
source: %1$s of %2$s
ru_ru: %1$s из %2$s

source: Go to the next page
ru_ru: Перейти на следующую страницу

source: Go to the last page
ru_ru: Перейти к последней странице

source: Subscriber Counter widget for Subscribe2
ru_ru: Виджет счетчика подписчиков Subscribe2

source: Subscribe2 Counter
ru_ru: Виджет счетчика Subscribe2

source: Subscriber Count
ru_ru: Счетчик подписчиков

source: Widget Title
ru_ru: Заголовок виджета

source: Color Scheme
ru_ru: Цветовая схема

source: Body
ru_ru: Тело виджета

source: Text
ru_ru: Текст

source: Width, Height and Font Size
ru_ru: Ширина, высота и размер шрифта

source: Width
ru_ru: Ширина

source: Height
ru_ru: Высота

source: Font
ru_ru: Шрифт

source: {BLOGNAME} has posted a new item, '{TITLE}' {POST} You may view the latest post at {PERMALINK} You received this e-mail because you asked to be notified when new updates are posted. Best regards, {MYNAME} {EMAIL}
ru_ru: Здравствуйте! Сайт &laquo;{BLOGNAME}&raquo; опубликовал новую запись: &laquo;{TITLE}&raquo; {POST} Вы можете просмотреть эту запись здесь: {PERMALINK} Вы получили это письмо, потому что вы попросили об уведомлении о новых записях. С уважением, {MYNAME} {EMAIL}

source: {BLOGNAME} has received a request to {ACTION} for this email address. To complete your request please click on the link below: {LINK} If you did not request this, please feel free to disregard this notice! Thank you, {MYNAME}.
ru_ru: Здравствуйте! Сайтом &laquo;{BLOGNAME}&raquo; для Вашего почтового адреса получен запрос на управление подпиской на новые материалы сайта. Запрошенное действие: {ACTION}. Чтобы выполнить запрошенное действие, пройдите, пожалуйста, по данной ссылке: {LINK} Если Вы этого не запрашивали, просто проигнорируйте это письмо. Спасибо, {MYNAME}.

source: Please confirm your request
ru_ru: Пожалуйста, подтвердите свой запрос

source: This email address was subscribed for notifications at {BLOGNAME} ({BLOGLINK}) but the subscription remains incomplete. If you wish to complete your subscription please click on the link below: {LINK} If you do not wish to complete your subscription please ignore this email and your address will be removed from our database. Regards, {MYNAME}
ru_ru: Здравствуйте! Этот адрес электронной почты был подписан на уведомления на сайте &laquo;{BLOGNAME}&raquo; ({BLOGLINK}), но подписка не была подтверждена Если вы хотите завершить подписку, пожалуйста, нажмите на ссылку ниже: {LINK} Если Вы не хотите завершать подписку, не обращайте внимания на это письмо и ваш адрес будет удален из нашей базы данных. Всего наилучшего, {MYNAME}

source: Subscription Reminder
ru_ru: Напоминание о подписке

source: Sidebar Widget for Subscribe2
ru_ru: Виджет боковой панели для Subscribe2

source: Subscribe2 Widget
ru_ru: Виджет Subscribe2

source: (Un)Subscribe to Posts
ru_ru: Подписаться на / отписаться от записей

source: Title
ru_ru: Заголовок

source: Div class name
ru_ru: Имя класса div объекта

source: Pre-Content
ru_ru: Содержимое перед формой

source: Post-Content
ru_ru: Содержимое после формы

source: Text Box Size
ru_ru: Размер текстового поля

source: Display options
ru_ru: Настройки отображения

source: Show complete form
ru_ru: Показывать форму полностью

source: Hide Subscribe button
ru_ru: Скрыть кнопку подписки

source: Hide Unsubscribe button
ru_ru: Скрыть кнопку отписки

source: Show as link
ru_ru: Показывать как ссылку

source: Post form content to page
ru_ru: Отправлять содержимое формы на страницу

source: Use Subscribe2 Default
ru_ru: Использовать стандартную страницу Subscribe2

source: Use Home Page
ru_ru: Использовать главную страницу

source: Use Referring Page
ru_ru: Использовать ссылающуюся страницу

source: Disable JavaScript
ru_ru: Отключить JavaScript

source: Disable Anti-spam measures
ru_ru: Отключить меры по борьбе со спамом

source: Disable wrapping of form buttons
ru_ru: Отключить обертывание кнопок формы

source: I'm just a plugin, please don't call me directly
ru_ru: Привет! Я просто плагин, не так много я могу сделать, когда вызываюсь непосредственно.

source: This version of Subscribe2 requires WordPress 3.3 or greater. Please update %1$s or use an older version of %2$s.
ru_ru: Этой версии Subscribe2 требуется WordPress 3.3 или выше. Пожалуйста, обновите %1$s или используйте старую версию %2$s.

source: Subscribe2 cannot be activated as a network plugin. Please activate it on a site level
ru_ru: Subscribe2 не может быть активирован как сетевой плагин. Пожалуйста, включите его на уровне сайта

source: Translator's Site
ru_ru: Сайт переводчика
