Repository: yurijmi/Subscribe2-Russian
Catalog: subscribe2-*.po
Languages: ru_ru

source: Your email was empty
ru_ru: Ваше письмо было пустым

source: Check your settings and check with your hosting provider
ru_ru: Проверьте настройки или проверьте у вашего хостинг-провайдера

source: Preview message sent!
ru_ru: Тестовое сообщение отправлено!

source: Message sent!
ru_ru: Сообщение отправлено!

source: Message failed!
ru_ru: Не удалось отправить сообщение!

source: Send an email to subscribers
ru_ru: Отправить письмо подписчикам

source: A message from
ru_ru: Сообщение от

source: Subject
ru_ru: Тема

source: Add More Files
ru_ru: Добавить еще файлы

source: Recipients:
ru_ru: Получатели:

source: Preview
ru_ru: Предпросмотр

source: Send
ru_ru: Отправить

source: Options reset!
ru_ru: Настройки сброшены!

source: Preview message(s) sent to logged in user
ru_ru: Тестовое сообщение отправлено вошедшему в систему пользователю

source: The Digest Notification email contained no post information. No email was sent
ru_ru: Дайджест уведомление не содержало информации о записях. Письмо не было отправлено

source: Attempt made to resend the Digest Notification email
ru_ru: Произведена попытка отправить дайджест-уведомление еще раз

source: Options saved!
ru_ru: Настройки сохранены!

source: You must create a WordPress page for this plugin to work correctly.
ru_ru: Вы должны создать WordPress страницу для корректной работы этого плагина.

source: Your chosen email type (per-post or digest) does not support the following keywords:
ru_ru: Выбранный вами тип писем (для каждой записи или дайджест) не поддерживает следующие ключи:

source: Modify your template
ru_ru: Редактировать шаблон

source: You appear to be sending notifications from %1$s, which has a different domain name than your blog server %2$s. This may result in failed emails.
ru_ru: Похоже, что вы отправляете уведомления от %1$s, который имеет имя другого домена нежели сервер вашего блога %2$s. Это может привести к недоставленным письмам.

source: Email Settings
ru_ru: Настройки писем

source: Templates
ru_ru: Шаблоны

source: Registered Users
ru_ru: Зарегистрированные пользователи

source: Appearance
ru_ru: Внешний вид

source: Miscellaneous
ru_ru: Разное

source: Restrict the number of <strong>recipients per email</strong> to (0 for unlimited)
ru_ru: Ограничить количество <strong>получателей на одно письмо</strong> (0 для снятия ограничения)

source: Edit
ru_ru: Редактировать

source: Update
ru_ru: Обновить

source: Revert
ru_ru: Вернуть

source: Send Admins notifications for new
ru_ru: Отправлять администраторам оповещения о новых

source: Subscriptions
ru_ru: Подписках

source: Unsubscriptions
ru_ru: Отписках

source: Both
ru_ru: Всех действиях

source: Neither
ru_ru: Не оповещать

source: Include theme CSS stylesheet in HTML notifications
ru_ru: Включить таблицы стилей CSS темы в HTML уведомлениях

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: Send Emails for Pages
ru_ru: Отправлять оповещения для страниц

source: Subscribe2 will send email notifications for the following custom post types
ru_ru: Subscribe2 будет отправлять уведомления о новых записях этих произвольных типов

source: Send Emails for Password Protected Posts
ru_ru: Отправлять оповещения для защищенных записей

source: Send Emails for Private Posts
ru_ru: Отправлять оповещения для личных записей

source: Include Sticky Posts at the top of all Digest Notifications
ru_ru: Включить прикрепленные сообщения в верхней части всех дайджест-уведомлений

source: Send Email From
ru_ru: Отправлять письма от имени

source: Send Emails
ru_ru: Отправлять письма

source: For digest notifications, date order for posts is
ru_ru: Для дайджест-уведомлений сортировать записи по дате

source: Descending
ru_ru: Начиная с новых

source: Ascending
ru_ru: Начиная со старых

source: Add Tracking Parameters to the Permalink
ru_ru: Добавить параметры отслеживания к постоянной ссылке

source: eg. utm_source=subscribe2&amp;utm_medium=email&amp;utm_campaign=postnotify&amp;utm_id={ID}&amp;utm_title={TITLE}
ru_ru: например utm_source=subscribe2&amp;utm_medium=email&amp;utm_campaign=postnotify&amp;utm_id={ID}&amp;utm_title={TITLE}

source: Notification email (must not be empty)
ru_ru: Письмо-уведомление (не может быть пустым)

source: Subject Line
ru_ru: Тема письма

source: Send Email Preview
ru_ru: Отправить тестовое письмо

source: Message substitutions
ru_ru: Подстановки в письмах

source: IF THE FOLLOWING KEYWORDS ARE ALSO IN YOUR POST THEY WILL BE SUBSTITUTED
ru_ru: ЕСЛИ СЛЕДУЮЩИЕ КЛЮЧЕВЫЕ СЛОВА ВСТРЕЧАЮТСЯ В ВАШЕЙ ЗАПИСИ ОНИ ТАКЖЕ БУДУТ ЗАМЕНЕНЫ

source: the post's title<br />(<i>for per-post emails only</i>)
ru_ru: заголовок записи<br />(<i>только для уведомлений о новой записи</i>)

source: the excerpt or the entire post<br />(<i>based on the subscriber's preferences</i>)
ru_ru: отрывок или запись полностью<br />(<i>зависит от предпочтений подписчика</i>)

source: the excerpt of the post and the time it was posted<br />(<i>for digest emails only</i>)
ru_ru: отрывок записи и время её публикации<br />(<i>только для дайджест-уведомлений</i>)

source: a list of post titles<br />(<i>for digest emails only</i>)
ru_ru: список названий записей<br />(<i>только для дайджест-уведомлений</i>)

source: a list of post titles followed by links to the articles<br />(<i>for digest emails only</i>)
ru_ru: список названий записей, за которыми приводятся ссылки на соответствующие материалы<br />(<i>только для дайджест-уведомлений</i>)

source: a reference style list of links at the end of the email with corresponding numbers in the content<br />(<i>for the full content plain text per-post email only</i>)
ru_ru: список ссылок на записи, отмеченными цифрами, в конце письма<br />(<i>только для писем, содержащих полное содержимое записи в виде обычного текста</i>)

source: the post's permalink<br />(<i>for per-post emails only</i>)
ru_ru: постоянная ссылка на запись<br />(<i>только для уведомлений о новой записи</i>)

source: the post's permalink after conversion by TinyURL
ru_ru: постоянная ссылка после преобразования в TinyURL

source: the date the post was made<br />(<i>for per-post emails only</i>)
ru_ru: дата публикации записи<br />(<i>только для уведомлений о новой записи</i>)

source: the time the post was made<br />(<i>for per-post emails only</i>)
ru_ru: время публикации записи<br />(<i>только для уведомлений о новой записи</i>)

source: the admin or post author's name
ru_ru: имя автора или администратора

source: the admin or post author's email
ru_ru: email автора или администратора

source: the post author's name
ru_ru: автор записи

source: the generated link to confirm a request<br />(<i>only used in the confirmation email template</i>)
ru_ru: ссылка для подтверждения запроса<br />(<i>используется только в шаблоне письма-подтверждения</i>)

source: Action performed by LINK in confirmation email<br />(<i>only used in the confirmation email template</i>)
ru_ru: действие, производимое ссылкой в письме подтверждения(<i>используется только в шаблоне письма-подтверждения</i>)

source: the post's assigned categories
ru_ru: рубрики записи

source: the post's assigned Tags
ru_ru: теги записи

source: the number of posts included in the digest email<br />(<i>for digest emails only</i>)
ru_ru: количество записей включенных в дайджест-уведомление<br />(<i>только для дайджест-уведомлений</i>)

source: Subscribe / Unsubscribe confirmation email
ru_ru: Письмо подтверждение подписки / отписки

source: Reminder email to Unconfirmed Subscribers
ru_ru: Письмо-напоминание неподтвержденным подписчикам

source: Compulsory Categories
ru_ru: Обязательные рубрики

source: Compulsory categories will be checked by default for Registered Subscribers
ru_ru: Обязательные рубрики будут выбраны по умолчанию для зарегистрированных подписчиков

source: Excluded Categories
ru_ru: Исключенные рубрики

source: Posts assigned to any Excluded Category do not generate notifications and are not included in digest notifications
ru_ru: Записи приписанные к любой исключенной рубрике не создают уведомления и не включены в дайджест-уведомления

source: Allow registered users to subscribe to excluded categories?
ru_ru: Разрешить зарегистрированным пользователям подписываться на исключенные рубрики?

source: Excluded Formats
ru_ru: Исключенные форматы

source: Posts assigned to any Excluded Format do not generate notifications and are not included in digest notifications
ru_ru: Записи приписанные к любому исключенному формату не создают уведомления и не включены в дайджест-уведомления

source: Auto-Subscribe
ru_ru: Авто-подписка

source: Subscribe new users registering with your blog
ru_ru: Подписывать новых пользователей при регистрации

source: Automatically
ru_ru: Автоматически

source: Display option on Registration Form
ru_ru: Показывать флажок в регистрационной форме

source: Auto-subscribe includes any excluded categories
ru_ru: Авто-подписка включает в себя любые исключенные рубрики

source: Registration Form option is checked by default
ru_ru: Флажок в регистрационной форме отмечен по умолчанию

source: Auto-subscribe users to receive email as
ru_ru: Автоматически подписанные пользователи получают письма в формате

source: HTML - Full
ru_ru: HTML - полная запись

source: HTML - Excerpt
ru_ru: HTML - отрывок

source: Plain Text - Full
ru_ru: Простой текст - полная запись

source: Plain Text - Excerpt
ru_ru: Простой текст - отрывок

source: Registered Users have the option to auto-subscribe to new categories
ru_ru: Зарегистрированные пользователи имеют возможность авто-подписки на новые рубрики

source: New categories are immediately excluded
ru_ru: Новые рубрики немедленно исключены

source: Option for Registered Users to auto-subscribe to new categories is checked by default
ru_ru: Флажок авто-подписки на новые рубрики для зарегистрированных пользователей отмечен по умолчанию

source: Display checkbox to allow subscriptions from the comment form
ru_ru: Показывать флажок для подписки в форме комментариев

source: Before the Comment Submit button
ru_ru: Перед кнопкой отправки комментария

source: After the Comment Submit button
ru_ru: После кнопки отправки комментария

source: Comment form checkbox is checked by default
ru_ru: Флажок в форме комментария отмечен по умолчанию

source: Show one-click subscription on profile page
ru_ru: Показать подписку в один клик на странице профиля

source: Set default Subscribe2 page as
ru_ru: Выберите стандартную страницу Subscribe2

source: Select a page
ru_ru: Выбрать страницу

source: Set the number of Subscribers displayed per page
ru_ru: Количество подписчиков, отображаемых на странице

source: Show a link to your subscription page in "meta"?
ru_ru: Показывать ссылку на страницу подписки в "мета"?

source: Show the Subscribe2 button on the Write toolbar?
ru_ru: Показывать кнопку Subscribe2 в панели инструментов?

source: Enable AJAX style subscription form?
ru_ru: Включить AJAX в форме подписки?

source: Enable Subscribe2 Widget?
ru_ru: Включить виджет Subscribe2?

source: Enable Subscribe2 Counter Widget?
ru_ru: Включить виджет счетчика Subscribe2?

source: Disable email notifications is checked by default on authoring pages?
ru_ru: Отключить автоматическую отметку флажка уведомлений на создаваемых страницах?

source: Barred Domains
ru_ru: Запрещенные домены

source: Enter domains to bar from public subscriptions: <br /> (Use a new line for each entry and omit the "@" symbol, for example email.com)
ru_ru: Введите почтовые домены запрещенные для публичных подписок: <br /> (Используйте новую строку для каждой записи и опускайте символ «@», например email.com)

source: Links
ru_ru: Ссылки

source: Plugin Site
ru_ru: Сайт плагина

source: Translation Files
ru_ru: Файлы переводов

source: Plugin Forum
ru_ru: Форум плагина

source: Plugin Blog
ru_ru: Блог плагина

source: Make a donation via PayPal
ru_ru: Сделать пожертвование через PayPal

source: Submit
ru_ru: Отправить

source: Reset to Default Settings
ru_ru: Сброс к настройкам по-умолчанию

source: Use this to reset all options to their defaults. This <strong><em>will not</em></strong> modify your list of subscribers.
ru_ru: Используйте это, чтобы сбросить все настройки к значениям по-умолчанию. Это <em><strong>не затронет</strong></em> ваш ​​список подписчиков.

source: RESET
ru_ru: СБРОСИТЬ

source: Address(es) subscribed!
ru_ru: Адрес(а) подписан(ы)!

source: Address(es) unsubscribed!
ru_ru: Адрес(а) отписан(ы)!

source: Some emails were not processed, the following are already Registered Subscribers
ru_ru: Некоторые адреса не были обработаны, следующие уже являются зарегистрированными подписчиками

source: Some emails were not processed, the following are already Public Subscribers
ru_ru: Некоторые адреса не были обработаны, следующие уже являются публичными подписчиками

source: Some emails were not processed, the following were not in the database
ru_ru: Некоторые адреса не были обработаны, следующих нет в базе

source: Address(es) deleted!
ru_ru: Адрес(а) удален(ы)!

source: Delete failed! You cannot delete some or all of these users
ru_ru: Удаление не удалось! Вы не можете удалить одного из или всех этих пользователей

source: User(s) deleted! Any posts made by these users were assigned to you
ru_ru: Пользователь(и) удален(ы)! Все записи сделаные этим(и) пользователем(ями) были приписаны вам

source: Status changed!
ru_ru: Статус изменен!

source: Reminder Email(s) Sent!
ru_ru: Письмо(а)-уведомление(я) отправлено(ы)!

source: Registered Users Subscribed!
ru_ru: Зарегистрированный пользователь подписан!

source: Registered Users Unsubscribed!
ru_ru: Зарегистрированный пользователь отписан!

source: Format updated for Selected Registered Users!
ru_ru: Формат обновлен для выбранных зарегистрированных пользователей

source: Digest Subscription updated for Selected Registered Users!
ru_ru: Подписка на дайджест-уведомления обновлена для выбранных зарегистрированных пользователей

source: Public Subscribers
ru_ru: Публичные подписчики

source: Registered Subscribers
ru_ru: Зарегистрированные подписчики

source: Add/Remove Subscribers
ru_ru: Добавить / Удалить подписчиков

source: Enter addresses, one per line or comma-separated
ru_ru: Введите адреса, по одному на строку или разделенными запятыми

source: Subscribe
ru_ru: Оформить подписку

source: Unsubscribe
ru_ru: Отменить подписку

source: Current Subscribers
ru_ru: Текущие подписчики

source: Add Registered User
ru_ru: Добавить зарегистрированного пользователя

source: Filter
ru_ru: Фильтр

source: Send Reminder Email
ru_ru: Отправить письмо-напоминание

source: Save Emails to CSV File
ru_ru: Сохранить адреса в CSV файл

source: Search
ru_ru: Поиск

source: Bulk Management
ru_ru: Массовое управление

source: Preferences for Registered Users selected in the filter above can be changed using this section.
ru_ru: Настройки для зарегистрированных пользователей, выбранных в фильтре выше могут быть изменены с помощью этого раздела.

source: Consider User Privacy as changes cannot be undone
ru_ru: Учитывайте конфиденциальность пользователей, так как изменения не могут быть отменены

source: Action to perform
ru_ru: Действие для выполнения

source: Bulk Update Categories
ru_ru: Массовое обновление рубрик

source: Send email as
ru_ru: Отправить письмо как

source: Bulk Update Format
ru_ru: Массовое обновление формата

source: Subscribe Selected Users to receive a periodic digest notification
ru_ru: Подписать выбранных пользователей на получение периодических дайджест-уведомлений

source: Bulk Update Digest Subscription
ru_ru: Массовое обновление подписки на дайджесты

source: You are about to delete user account(s). Are you sure?
ru_ru: Вы собираетесь удалить пользователя(ей). Вы уверены в этом?

source: Subscription preferences updated.
ru_ru: Настройки уведомлений обновлены.

source: Notification Settings
ru_ru: Настройки уведомлений

source: Editing Subscribe2 preferences for user
ru_ru: Редактирование настроек Subscribe2 для пользователя

source: Receive email as
ru_ru: Получать письма в формате

source: Automatically subscribe me to newly created categories
ru_ru: Автоматически подписывать меня на новые рубрики

source: One Click Subscription / Unsubscription
ru_ru: Подписка / отписка в один клик

source: Subscribe to All
ru_ru: Подписаться на все

source: Unsubscribe from All
ru_ru: Отписаться от всего

source: Unsubscribe me from this blog
ru_ru: Отписаться от этой рассылки

source: Subscribe to all categories
ru_ru: Подписаться на все рубрики

source: Subscribed Categories on
ru_ru: Подписки на рубрики в

source: Subscribed Categories
ru_ru: Подписки на рубрики

source: Receive periodic summaries of new posts?
ru_ru: Получать периодические дайджесты о новых записях?

source: Do not send notifications for post made by these authors
ru_ru: Не отправлять уведомления о новых записях, сделанных этими авторами

source: Update Preferences
ru_ru: Обновить настройки

source: Subscribed Blogs
ru_ru: Подписки на блоги

source: Viewing Settings Now
ru_ru: Настройки уведомлений

source: View Settings
ru_ru: Посмотреть настройки

source: Subscribe to new blogs
ru_ru: Подписаться на новые блоги

source: Readygraph App
ru_ru: Приложение Readygraph

source: Your Subscriptions
ru_ru: Ваши подписки

source: Subscribers
ru_ru: Подписчики

source: Settings
ru_ru: Настройки

source: Send Email
ru_ru: Отправить письмо

source: Go Premium
ru_ru: Перейти на премиум-версию

source: Overview
ru_ru: Общие сведения

source: From this page you can opt in or out of receiving a periodical digest style email of blog posts.
ru_ru: На этой странице вы можете включить или выключить получение дайджест-уведомлений о новых записях.

source: From this page you can control your subscription preferences. Choose the email format you wish to receive, which categories you would like to receive notification for and depending on the site settings which authors you would like to read.
ru_ru: На этой странице вы можете управлять своими подписками. Выберите в каком формате вы хотите получать уведомления, на какие рубрики вы хотите подписаться и, в зависимости от настроек сайта, каких авторов вы хотели бы читать.

source: From this page you can manage your subscribers.
ru_ru: На этой странице вы можете управлять вашими подписчиками.

source: Public Subscribers are subscribers who have used the plugin form and only provided their email address.
ru_ru: Публичные подписчики - подписчики, которые использовали форму плагина и заполнили только поле email адреса.

source: On this page public subscribers can be viewed, searched, deleted and also toggled between Confirmed and Unconfirmed status.
ru_ru: На этой странице публичные подписчики могут быть просмотрены, найдены, удалены и также переключены между подтвержденным и неподтвержденным статусами.

source: Registered Subscribers are subscribers who have registered in WordPress and have a username and password.
ru_ru: Зарегистрированные подписчики - это подписчики, которые зарегистрировались в WordPress и имеют имя пользователя и пароль.

source: Registered Subscribers have greater personal control over their subscription. They can change the format of the email and also select which categories and authors they want to receive notifications about.
ru_ru: Зарегистрированные подписчики имеют больше контроля над своими подписками. Они могут изменить формат писем и также выбрать рубрики и авторов, от которых они хотят получать уведомления.

source: On this page registered subscribers can be viewed and searched. User accounts can be deleted from here with any posts created by those users being assigned to the currently logged in user. Bulk changes can be applied to all user settings changing their subscription email format and categories.
ru_ru: На этой странице можно просмотреть и искать зарегистрированных подписчиков. Учетные записи пользователей могут быть вместе удалены с записями, созданными этими пользователями. Массовые изменения могут применяться для всех настроек уведомлений.

source: From this page you can adjust the Settings for Subscribe2.
ru_ru: На этой странице вы можете настроить Subscribe2.

source: This section allows you to specify settings that apply to the emails generated by the site.
ru_ru: В этом разделе можно указать параметры, которые применяются к письмам, генерируемым на сайте.

source: Emails can be sent to individual subscribers by setting the number of recipients per email to 1. A setting greater than one will group recipients together and make use of the BCC emails header. A setting of 0 sends a single email with all subscribers in one large BCC group. A setting of 1 looks less like spam email to filters but takes longer to process.
ru_ru: Письма могут быть отправлены на адреса отдельных подписчиков, если установить число получателей письма в 1. Если установить значение больше одного, получатели будут объединены в BCC заголовке письма. Значение 0 будет отправлять одно письмо, со всеми получателями в одном большом заголовке BCC. Значение 1 выглядит менее подозрительно для спам фильтров, но занимает больше времени при отправке.

source: This section is also where the sender of the email on this page is chosen. You can choose Post Author or your Blogname but it is recommended to create a user account with an email address that really exists and shares the same domain name as your site (the bit after the @ should be the same as your sites web address) and then use this account.
ru_ru: На этой странице также есть выбор, от чьего имени будут отправляться письма. Вы можете выбрать автора записи или название вашего сайта, но рекомендуется создать и использовать пользователя с email адресом который существует и расположен на том же домене, что и ваш сайт (часть после @ должна совпадать с адресом вашего сайта).

source: This page also configures the frequency of emails. This can be at the time new posts are made (per post) or periodically with an excerpt of each post made (digest). Additionally the post types (pages, private, password protected) can also be configured here.
ru_ru: А ещё на этой странице настраивается частота отправки писем. Это может происходить при создании новой записи (для каждой записи) или с выбранной периодичностью и небольшими отрывками всех записей, сделанных за этот промежуток времени (дайджест). В дополнение, на этой странице можно выбирать тип записей (страница, личное, защищенная паролем).

source: This section allows you to customise the content of your notification emails.
ru_ru: В этом разделе можно настроить содержимое писем-уведомлений.

source: There are special {KEYWORDS} that are used by Subscribe2 to place content into the final email. The template also accepts regular text and HTML as desired in the final emails.
ru_ru: Существуют специальные {КЛЮЧИ}, которые используются Subscribe2 для размещения содержимого в конечном письме. Шаблон также принимает обычный текст и HTML, как требуется в конечном письме.

source: The {KEYWORDS} are listed on the right of the templates, note that some are for per post emails only and some are for digest emails only. Make sure the correct keywords are used based upon the Email Settings.
ru_ru: {КЛЮЧИ} перечислены справа от шаблонов. Заметьте, что некоторые из них предназначены только для уведомлений о новой записи, а некоторые только для дайджест-уведомлений. Убедитесь что используются правильные ключи, в зависимости от настроек писем.

source: This section allows settings that apply to Registered Subscribers to be configured.
ru_ru: В этом разделе расположены настройки, которые применяются к зарегистрированным подписчикам.
